Repository: giellalt/corpus-nob
Catalog: tmx/fkv/admin/depts/regjeringen.no/regjering_gjennomgang_av_malrettet_plan_norsk.docx.tmx
Source language: nob
Languages: fkv

source: tettere samarbeid om normeringsprosedyrer og oversettelse av deler av språklov til kvensk.
fkv: suuniteltu kansa tivhiimpää yhtheistyötä normeerausprosedyyrhiin ja siihen kunka kielila’in

source: Språkrådet og Kvensk stedsnavnstjeneste (Paikannimipalvelus) skal gjøre
fkv: Kieliraati ja Paikannimipalvelus hommaava määrärahhaa sitä varten ette kväänimiljöö

source: tilskuddsordningen for innsamling av stedsnavn bedre kjent i det kvenske miljøet og
fkv: tulis paremin opphaaksi paikannimitten kokkoamishomman kansa, ja net laittava

source: lage en strategi for økt bruk av kvenske stedsnavn innenfor rammen av
fkv: yhessä strategiin sitä varten kunka kväänin nimet saahaan paremin pithoon

source: stedsnavnsloven.
fkv: paikannimila’in jälkhiin.

source: Språkrådet har lyst ut midler til innsamling av kvenske stedsnavn i hele planperioden.
fkv: Kieliraati oon plaana-aikana julistannu määrärahoja kväänin paikannimitten kokoamista

source: I årene
fkv: varten.

source: 2018, 2019 og 2020 har Norsk-finsk forbund, Nord-Varanger kvenforening, Lyngen kvensk-
fkv: Vuosina 2018, 2019 ja 2020 oon Norjalais-Suomalainen Liitto, Varenkin Kvääniseura,

source: finsk forening og Kvensk språksenter i Vadsø fått tilskudd på til sammen 412 000 kroner.
fkv: Yykeän Kveeni-Suomi Seura ja Vesisaaren kväänin kielisentteri saanheet tähän yhtheensä 412 000 kruunua.

source: Prosjektet til Nord-Varanger kvenforening er fullført, og foreningen har registrert 33 nye navn
fkv: Varenkin Kvääniseura oon keriny omasta prosektista, ja seura oon ottanu korjhuun 33 uutta

source: som ikke var dokumentert tidligere.
fkv: nimeä mitä ei ollu ylhäälä varhemin.

source: navnesak etter stedsnavnsloven for 60 av navnene i området, og dette vil bli fulgt opp av
fkv: Lisäksi se oon havanu ette 60 nimestä oon jääny ilman nostamatta nimiasiaa paikannimila’in jälkhiin .

source: foreningen og den kvenske stedsnavnstjenesten.
fkv: paikannimipalvelus aikova parantaat.

source: De har også sett at det er en skjevfordeling
fkv: Net oon kansa havanheet ette paikan viralisissa

source: mellom norske, samiske og kvenske stedsnavn på offentlige kart for området, og de vil følge
fkv: kartoissa ruijankieliset, saaminkieliset ja kvääninkieliset nimet ei jakkaanu tasasesti, ja

source: Ingen av prosjektene som fikk støtte i 2020 har så langt rapportert.
fkv: aikova parantaat tämän tilan. Yksikhään prosektista mikkä saathiin rahhaa vuona 2020, ei

source: Det ble gitt to
fkv: ole vielä jättäny raporttia.

source: tilskudd til prosjekter for kvenske stedsnavn i 2022.
fkv: Vuona 2022 määrärahhaa sai kaksi kväänin paikannimiprosektia.

source: Språkrådets vurdering er at prosjektet har tatt vare på kunnskap om kvenske stedsnavn, at
fkv: Kieliraati arvelee ette prosekti oon ollu auttamassa ette kväänin paikannimet tunnethaan, ette

source: prosjektet har gitt mer kunnskap om stedsnavn og stedsnavnsarbeid lokalt, og at arbeidet vil
fkv: prosekti oon tuonu niistä ja paikan paikannimityöstä lisätietoa, ja ette työstä seuraa ette

source: føre til at flere kvenske stedsnavn blir synlige i det offentlige rom.
fkv: enämän kvääninkielisiä paikannimiä pääsee näkyvhiin.

source: Andre initiativ 2017–2021:
fkv: Muita uusia toimia 2017–2021:

source: Språklov og språkmedarbeider ved Kvensk institutt
fkv: Kielilaki ja kielityöntekijä Kainun Institutthiin

source: I statsbudsjettet for 2019 fikk Kvensk institutt en økning på 800 000 kroner i driftsstøtten.
fkv: Staatin vuen 2019 budsetissa Kainun Institutin määräraha kasus 800 000 kruunula.

source: Økningen skulle gå til å tilsette en språkmedarbeider.
fkv: Meininkinnä oli ette lisäraha menis kielityöntekijän palkkaamisheen.

source: I tillegg har Kulturdepartementet lagt fram en helhetlig språklov, som startet å gjelde fra 1.
fkv: Lisäksi Kulttuuridepartementti laittoi täkkäävän kielila’in mikä astui voimhaan 1. januaarikuuta

source: I loven har kvensk fått formalisert status som nasjonalt minoritetsspråk,
fkv: La’issa kvääni sai viralisen kansalisen minoriteettikielen statuksen yhessä romaanin ja

source: sammen med romani og romanes.
fkv: romaneesin kansa.

source: Formålet med loven, for minoritetsspråkenes del, er å
fkv: Minoriteettikielten suhtheen la’in moolina oon varmistaat ette kielet mistä

source: sikre språkene staten har ansvar for status og vern.
fkv: staatti oon eesvastauksessa, saava niilet kuuluvan suojan ja statuksen.

source: Av formålsparagrafen bokstav c går det
fkv: Meininkiparagraafin

source: fram at offentlige organ har ansvar for å verne og fremme kvensk.
fkv: pukstaavista c käy selväksi ette viraliset orgaanit oon eesvastauksessa kväänin kielen

source: Disse to tiltakene inngikk ikke i Målrettet plan.
fkv: Nämät kaksi toimea ei olheet myötä Mooliplaanassa.

source: Det er likevel viktig å omtale tiltakene ettersom
fkv: Se oon kuitenki tähelinen mainita

source: det viser at det i planperioden er gjort mer for styrking av kvensk språk enn det som går fram
fkv: toimet sillä ette siitä näkkee ette plaanan totteuttamisen aikana oon tehty muutaki kväänin

source: av Målretta plan.
fkv: kielen lujentamiseksi ko mitä Mooliplaanan jälkhiin oli määrä tehä.

source: 2.2 Kunnskapsdepartementet
fkv: 2.2 Tietodepartementti

source: Styrke kvensk språk i barnehagen.
fkv: Lujentaat kväänin kieltä lastentarhaassa.

source: Kunnskapsdepartementet vil legge til rette for at
fkv: Tietodepartementti kattoo sen perhään ette

source: kvenske/norskfinske barn får mulighet til å lære og utvikle sitt kvenske språk i
fkv: kvääni- ja norjansuomalaiset lapset saahaan maholisuuen oppiat kvääniä ja kehittäät

source: barnehagen.
fkv: Vuen 2017 staatinbudsetissa Tietodepartementti

source: I statsbudsjettet for 2017 har Kunnskapsdepartementet satt av 800 000
fkv: oon varanu 800 000 kruunua kväänin lastentarhaitten lujentamisheen, ja määrärahhaa

source: statsbudsjettet for 2018.
fkv: oon jatkattu vuen 2018 budsetissa.

source: Formålet er å bidra til å bevare og styrke kvensk språk.
fkv: Meininkinnä oon ette säilyttäät ja lujentaat kväänin

source: På
fkv: kieltä.

source: sikt vil det blant annet være aktuelt å se på rekruttering til arbeid i kvenske barnehager
fkv: Tulevaisuutta varten oon muun myötä syytä tarkastella kunka saahaan

source: og kompetanseutvikling.
fkv: työtelijöitä kväänin lastentarhaissiin ja kunka näitten kompetensia paranethaan.

source: Det er blitt tildelt 800 000 kroner hvert år over statsbudsjettet i 2018–2021 til å styrke det
fkv: Vuositten 2018–2021 staatinbudsetissa oon vuotisesti jaettu 800 000 kruunua kväänin

source: kvenske barnehagetilbudet.
fkv: lastentarastilan lujentamisheen.

source: Utdanningsdirektoratet (Udir) har i hovedsak tildelt midlene til
fkv: Opetusdirektoraatti (Odir) oon päänänsä jakanu

source: prosjekter i regi av Kvensk institutt, som over flere år har jobbet med
fkv: rahhaa Kainun Institutin prosekthiin; Kainun Institutila oon jo usseita vuosia ollu

source: språkrevitaliseringsprosjekter som kvensk språkreir og språkdusj.
fkv: kielenelästyttämisprosektia niin ko kväänin kielipesä ja kielitruisku.

source: Prosjektene har i
fkv: Enniimitten prosektissa

source: hovedsak handlet om språkstimulering for barn i barnehager. Dessuten har prosjekter hatt
fkv: oon ollu meininkinnä ette lastentarhaat oltais myötä parantamassa lasten kielitaitoa.

source: som mål å gi støtte til foreldre for å kunne hjelpe barna sine i tospråklig utvikling, å øke
fkv: prosektissa oon ollu moolina auttaat vanhiimpia nette heilet olis keveämpi olla tukena omitten

source: kunnskapen blant barnehagelærere som jobber med kvensk språk i barnehager i Nord-
fkv: lasten kahenkielistymisessä, lisätä niitten lastentarasopettajitten tietotasoa jokka Pohjas-

source: ført til at det er opprettet en egen kvensk avdeling i en av barnehagene.
fkv: Norjassa työtelevä lastentarhaissa kväänin kielen kansa, ja vielä laittaat kontaktia tämmösten

source: I Nordreisa deltar 6 -
fkv: lastentarhaitten välhiin.

source: 7 barnehager med 77 barn i ulike prosjekter for kvensk språkstimulering i 2021.
fkv: Vuona 2021 Raisissa 6–7 lastentarasta ja 77 lasta oli myötä erilaisissa kväänin kielen stimuleeraamisprosektissa.

source: For å sikre bedre informasjon til elever og foreldre om retten til opplæring i finsk eller
fkv: oikheuesta saaha opetusta suomen eli kväänin kielessä toisena kielenä, Odir (ruijaksi

source: kvensk som andrespråk, vil Udir vurdere å revidere eksisterende
fkv: Udir) tarkastellee olemassa olevaa informasuunimateriaalia suomi toisena kielenä -

source: informasjonsmateriell om opplæring i finsk som andrespråk med særlig vekt på
fkv: opetuksen ympärit ja vielä eriliikasesti kväänin kielen oppimismaholisuuen ympärit.

source: I forbindelse med lovendringen og ny læreplan i faget kvensk eller finsk som andrespråk har
fkv: La’inmuutoksen ja kvääni eli suomi toisena kielenä -faakin yhtheyessä oon udir.no-sivuja

source: informasjonen på udir.no blitt revidert, og det er utarbeidet mer støttemateriell:
fkv: uu’istettu ja sinnet oon tehty lissää tukimateriaalia.

source: o Navnet på faget ble endret fra «finsk som andrespråk» til «kvensk eller finsk som andrespråk» i 2019.
fkv: o Faakin nimen muutethiin vuona 2019: Ko se ennen oli ”suomi toisena kielenä”, se nyt

source: o Informasjonsmateriellet om nasjonale minoriteter knyttet til opplæringsloven § 2-7 er
fkv: o Oppimisla’in §:n 2-7 tietomateriaalin kansallisten minotiteetitten ympärit oon uu’istettu.

source: Teksten om dette finnes i følgende kapittel: Til refleksjon hvis du har barnehagebarn eller elever fra nasjonale minoriteter (udir.no)
fkv: Nyt teksti oon luvussa Tieoksi jos sulla oon lastentarhaasa lapsi(a) joka/jokka kuuluu/kuuluva kansalisheen minoriteetthiin (udir.no).

source: o Det er laget en spørsmåls- og svarside om retten til opplæring i faget: Om retten til
fkv: o Oikheuesta faakin opetuksheen oon laitettu sivun missä oon kysymyksiä ja

source: opplæring i kvensk eller finsk (udir.no) Denne siden oppdateres ved behov.
fkv: vastauksia: Oikheuesta kväänin ja suomen kielen opetuksheen (udir.no).

source: o Det er også laget en film om rettigheten: Informasjonsfilm om retten til opplæring i
fkv: Tarvittaissa tämän sivun uu’istethaan. o Tämän oikheuen ympärit oon laitettu kansa filmin (katto alapuolelta):

source: kvensk eller finsk (udir.no) Det er også etter planperioden blitt laget to
fkv: Informasuunifilmi oikheuesta kväänin ja suomen kielen opetuksheen (udir.no).

source: motivasjonsfilmer.
fkv: kansa kaksi motiveerausfilmiä.

source: Disse filmene publiseres og distribueres i 2023.
fkv: Net annethaan ulos ja tuleva jakhoon vuona 2023.

source: Lage en motiverende video med informasjon om retten til opplæring i finsk som
fkv: Laittaat motiveerausviideon missä oon tietoa oikheuesta oppiat suomea toisena

source: andrespråk med vekt på opplæring i kvensk.
fkv: kielenä nette paino oon kväänin kielen oppimisessa.

source: Våren og sommeren 2020 produserte Leidar en animasjonsfilm om retten til kvensk eller
fkv: Vuen 2020 kevväimen ja kesän aikana Leidar laittoi animasuunifilmin oikheuesta kväänin eli

source: finsk som andrespråk.
fkv: suomen kielheen toisena kielenä.

source: Filmen skal informere om rettigheten til språkopplæring og motivere
fkv: Filmin tarkotuksena oon ette informeerata oikheuesta ja kansa motiveerata oppilhaita valittemhaan faakin.

source: elever til å velge faget.
fkv: Filmin oon lenkitetty faakin plaanasivhuun,

source: Det er lenket til filmen fra læreplansiden til faget og filmen kan brukes
fkv: ja koulut saattava käyttäät sitä omassa informasuunityössä:

source: i skolenes informasjonsarbeid: Informasjonsfilm om retten til opplæring i kvensk eller finsk (udir.no)
fkv: Informasuunifilmi oikheuesta kväänin ja suomen kielen opetuksheen (udir.no).

source: Daværende statsråd reklamerte for filmen og retten til opplæring på
fkv: Senaikhainen staatinraati mainoi filmiä ja oikheutta oppimisheen TD:n (ruijaksi KD:n)

source: Kunnskapsdepartementets Facebook-sider i september 2020.
fkv: Facebook-sivuila vuen 2020 septemperikuussa.

source: Det var planlagt å lage flere
fkv: Se suunitelthiin ette plaana-aikana laitettais

source: filmer i planperioden, men produksjon av disse ble utsatt på grunn av koronasituasjonen.
fkv: enämenki filmiä, mutta näitten produseeraus oon topanu koronan takia. Filmit laitethiin

source: Filmene ble produsert i 2022 og publiseres og distribueres i 2023.
fkv: valmhiiksi vuona 2022 ja net annethaan ulos ja panhaan jakhoon vuona 2023.

source: Disse filmene har som
fkv: Näitten

source: formål å motivere til å få opplæring i faget kvensk eller finsk som andrespråk.
fkv: filmitten meininkinnä oon ette motiveerata oppilhaita valittemhaan faakin kvääni eli suomi

source: Den ene retter
fkv: toisena kielenä.

source: seg mot barn på de laveste trinnene og deres foreldre, og skal motivere til å begynne med
fkv: Toinen oon tarkotettu alemitten klassitten lapsilet ja heän vanhiimillet nette

source: Den andre filmen retter seg mot større barn/ungdommer, og skal motivere til å fortsette
fkv: heilet tulis halu valita kväänin kielen opetuksen. Toinen oon tarkotettu isomillet lapsilet eli

source: med faget.
fkv: nuorisollet nette het haluttais jatkata oppimista.

source: Sende ut målrettet informasjon til alle skoler i Troms og Finnmark.
fkv: Lähettäät kohistettua informasuunia kaikkhiin Tromssan ja Finmarkun koulhuin.

source: Udir sendte ut informasjon om informasjonsfilmen til alle grunnskoler og kommuner i Troms
fkv: Odir lähätti ulos tietoa informasuunifilmin ympärit kaikkhiin koulhuin ja

source: og Finnmark på e-post den 20.8.2020 (totalt 227 mottakere).
fkv: kommuunhiin Tromssassa ja Finmarkussa e-postin kautta 20.8.2020 (yhtheensä 227

source: E-posten hadde følgende tekst:
fkv: E-postissa seisoi tähän laihiin:

source: Vi har laget en film for å gi informasjon om retten til opplæring i kvensk eller finsk som
fkv: Met olema laittanheet filmin mikä informeeraa peruskoulun oppilhaitten oikheuesta

source: andrespråk for elever som går i grunnskolen.
fkv: kvääni ja suomi toisena kielenä -opetuksheen.

source: Målet er at flere elever i Troms og Finnmark skal velge faget.
fkv: Tromssassa ja Finmarkussa valittais faakin.

source: Her finner dere filmen.
fkv: Filmi löytyy tästä.

source: Vennlig hilsen Utdanningsdirektoratet
fkv: Ystävällisiä tervheisiä Opetusdirektoraatti

source: Utvide fylkesmennenes nettverkssamlinger for lærere som underviser i finsk og
fkv: Laajenttaat fylkesmannitten yhtheiskokkouksitten verkkoa oppiplaanan jälkhiin

source: kvensk etter læreplanen i finsk som andrespråk, til også å omfatte skoleeiere og
fkv: opettavia suomen ja kväänin opettajia varten siihen laihiin ette niihin tuleva myötä

source: Temaer som informasjon om rettigheter og fag- og timefordeling kan
fkv: kouluitten haltijat ja johtajat. Myötä asialistalet saatethaan ottaat semmosia teemoja ko

source: settes på agendaen.
fkv: Koulut mikkä oon pärjänheet

source: Skoler som lykkes, kan gi veiledning og informasjon til andre
fkv: hyvin, saattava antaat neuvoja ja tietoa muilet kouluilet.

source: Udir og Statsforvalteren i Troms og Finnmark har drøftet og vurdert dette tiltaket.
fkv: Odir ja Tromssan ja Finmarkun Staatinhaltija oon hunteeranheet ja arvelheet

source: Statsforvalteren i Troms og Finnmark har i hovedsak informert eiere og ledere om
fkv: Tromssan ja Finmarkun Staatinhaltija oon päänänsä informeeranu haltijoita ja

source: rettighetene til faget en gang i året, i sine nyhetssendinger.
fkv: johtajia oikheuksitten ympärit kerran vuessa omissa uutislähätyksissä.

source: skoleledere 5. april 2022.
fkv: Staatinhaltijalla oli 5.

source: Deltakerne var fra kommuner som gir opplæring i faget og fra videregående skoler.
fkv: aprilikuuta 2022 kansa digitaalinen kokkous kväänin eli suomen toisena kielenä opetuksesta

source: Temaene på møtet var statsforvalterens oppdrag, retten til kvensk eller
fkv: missä opetethaan faakia, ja lisäksi jatkokouluista. Kokkouksen teemat olthiin staatinhaltijan

source: finsk som andrespråk, fag- og timefordelingen, tilskuddsordningene, tilskudd til
fkv: tehtävät, oikheus oppiat kvääniä eli suomea toisena kielenä, faaki- ja tiimajako,

source: studietur/hospitering, kompetanseutvikling og årlige lærersamlinger.
fkv: määrärahaoorninkit, määrärahat opintomatkoja ja yötymistä yms.

source: Møtet ble avsluttet med
fkv: varten, kompetansin

source: en kort informasjonsbolk om Digilær.
fkv: Kokkouksen lopussa muistelthiin vähäsen digilær.

source: no Tiltak:
fkv: no:n ympäri.

source: Kompetanseutvikling for lærere.
fkv: Opettajitten kompetansin parantaminen.

source: Kunnskapsdepartementet arbeider med å
fkv: Tietodepartementti työtelee sen etheen ette

source: innføre en desentralisert ordning for kompetanseutvikling, slik at statlige
fkv: päästäis alkamhaan desentraliseeratun kompetansinparanusoorninkin, siihen laihiin

source: kompetansemidler i større grad skal være tilpasset lokale behov.
fkv: ette staatin kompetansimäärärahat isomassa määrässä pasattais ittekukasenki paikan

source: Det er innført en desentralisert ordning for kompetanseutvikling.
fkv: Desentraliseeratun kompetansinparantamisoorninkin oon alotettu.

source: Kvensk inn i opplæringsloven.
fkv: Kvääni sisälet opetuslakhiin.

source: Kunnskapsdepartementet vil i løpet av 2018 sende en
fkv: Tietodepartementti lähättää vuen 2018 aikana

source: lovendring på høring som presiserer at elever har rett til opplæring i kvensk eller finsk,
fkv: kuulemisheen lakimuutoksen missä presiseerathaan ette oppilhaila oon oikheus

source: jf. opplæringsloven § 2–7
fkv: kväänin eli suomen oppimisheen, vertaa opetuslaki § 2–7.

source: I juni 2019 vedtok Stortinget endring av opplæringslovens § 2-7 som presiserer at elevene
fkv: Isotinka päätti juunikuussa 2019 opetusla’in § 2–7 muutoksen mikä presiseeraa ette

source: har rett til opplæring i kvensk eller finsk.
fkv: oppilhaila oon oikheus kväänin eli suomen opetuksheen.

source: Den nye paragrafen lyder som følger:
fkv: Uusi paragraafi kuuluu näin:

source: «Kvensk- eller finskopplæring for elevar med kvensk/norskfinsk bakgrunn
fkv: ”Käänin eli suomen opetus oppilhailet joila oon kvääni- eli norjansuomalainen takusta

source: Når minst tre elevar med kvensk/norskfinsk bakgrunn ved grunnskolar i Troms og Finnmark
fkv: Ko vähittäin kolme jonku Tromssan eli Finmarkun peruskoulun oppilasta joila oon kvääni- eli

source: krev det, har elevane rett til opplæring i kvensk eller finsk.
fkv: Opetuksen laajuus ja sisälys määräthään tämän la’in §:itten 2–2 ja 2–3 asetuksitten

source: Omfanget av opplæringa i tid og
fkv: jälkhiin.

source: innhaldet i opplæringa blir fastsett i forskrifter etter § 2-2 og § 2-3 i denne lova.
fkv: 8:nnesta vuosipykälästä alkain oppilhaat valitteva itte oonko heilä halu semmosheen

source: Frå og med 8.
fkv: opetuksheen.

source: årstrinnet vel elevane sjølv om dei vil ha slik opplæring. Departementet kan gi forskrifter om
fkv: Departementti saattaa antaat asetuksia vaihtoehtosista opetustavoista la’in

source: alternative former for opplæring etter første leddet når opplæringa ikkje kan givast av eigna
fkv: Samala oppiplaanan nimen muutethiin nette se oon ”kvääni eli suomi toisena kielenä”.

source: Revidering av læreplan i finsk som andrespråk med veiledning.
fkv: Suomi toisena kielenä -oppiplaanan ja sen neuvoitten revideeraus.

source: I forbindelse med
fkv: Samala ko

source: oppfølgingen av Meld. St. 28 (2015–2016) Fag – Fordypning – Forståelse – En
fkv: Isotinkailmotuksen 28 (2015–2016) Faaki – Syvenys – Ymmärys – Taitotasannoston

source: fornyelse av Kunnskapsløftet, blir læreplanen i finsk som andrespråk og tilhørende
fkv: uu’istus totteutethaan, revideerathaan suomi toisena kielenä -oppiplaanan ja sen

source: veiledning revidert.
fkv: neuvot.

source: Læreplanen i kvensk eller finsk ble revidert i 2018 og 2019 som en del av Fagfornyelsens
fkv: Kväänin eli suomen kielen oppiplaanan revideerathiin vuosina 2018 ja 2019 osana Faakiuu’istuksen ensimäistä ossaa.

source: Den nye læreplanen ble tatt i bruk fra høsten 2020.
fkv: Uusi oppiplaana tuli pithoon syksylä 2020.

source: revideringen ble det også utarbeidet flere andre tekster som støtte til å ta i bruk den nye
fkv: Revideerauksen yhtheyessä puohathiin useampia muitaki tekstiä nette uuen oppiplaanan olis

source: læreplanen.
fkv: Näitä oon:

source: o Hva er nytt i kvensk eller finsk som andrespråk (udir.no)
fkv: o Mitä uutta faakissa kvääni eli suomi toisena kielenä (udir.no).

source: o Om retten til opplæring i kvensk eller finsk (udir.no)
fkv: o Oikheuesta kvääni eli suomi toisena kielenä -opetuksheen (udir.no).

source: o Kjennetegn på måloppnåelse – kvensk eller finsk som andrespråk 10. trinn (udir.no)
fkv: o Oppimoolitten sauttamisen tuntomerkit – kvääni eli suomi toisena kielenä 10. vuosipykälällä (udir.no).

source: Utvikling av læremidler.
fkv: Oppineuvoitten teko.

source: Udir skal i løpet av 2018 gå gjennom ordningen som skal
fkv: Odir käypi vuen 2018 aikana läpitte oorninkin mikä

source: bidra til utvikling av læremidler til opplæring i faget finsk som andrespråk, herunder
fkv: auttaa suomi toisena kielenä -faakin ja sen alla kväänin kielen oppineuvoitten

source: kvensk, i grunnopplæringen.
fkv: tekemistä pohjaopetusta varten.

source: Direktoratet skal vurdere om det er behov for endringer i
fkv: Direktoraatti arvelee oonko oorninkin hallintaa tarvet

source: forvaltningen av ordningen.
fkv: muuttaat.

source: Til og med 2021 valgte Udir å videreføre ordningen med at Statsforvalteren i Troms og
fkv: Odir valitti vuotheen 2021 asti jatkata oorninkia minkä jälkhiin se oon Tromssan

source: Finnmark lyser ut og tildeler midler til utvikling av læremidler i kvensk eller finsk.
fkv: ja Finmarkun Staatinhaltija mikä julistaa ulos ja jakkaa rahhaa kväänin ja suomen

source: som tidligere ble stilt til disposisjon, dersom det er søkere til midlene.
fkv: oppineuvoitten laittamisheen. Rahamäärä olis sama ko varhemin jos hakijoita löytyy.

source: Samtidig har Udir
fkv: Samala

source: prioritert å vurdere hvordan ubrukte midler som er satt av til å utvikle læremidler i kvensk
fkv: Odir oon prioriteerannu hunteerata ette kunka net rahat millet ei ole löytyny hakijaa, saatais

source: Som følge av dette har direktoratet, i samråd med Statsforvalteren i Troms og Finnmark,
fkv: pithoon faakin oppilhaitten hyväksi. Direktoraatti oonki yhessä Tromssan ja Finmarkun

source: derfor igangsatt en pilot for utvikling av læringsressurser i kvensk eller finsk som skal
fkv: Staatinhatijan kansa pannu toimheen pilootin missä meininkinnä oon laittaat kväänin eli

source: ligge på den digitale læringsplattformen digilær.
fkv: suomen oppiressursia digitaalisheen oppipaikkhaan digilær.

source: no. Læringsressursene på digilær.
fkv: no. Se oon opettajat jokka laittava Digilær.

source: utviklet av lærere og kan brukes av alle som underviser i faget, både til stedlig undervisning
fkv: no:n oppiressursit, ja net tuleva pithoon kaikilet jokka opettava faakia, oli se

source: eller digital fjernundervisning.
fkv: likiopetusta eli digitaalista kauko-opetusta.

source: Udir har etter grundig vurdering og i samråd med
fkv: Udir oon arvelu asiata pohjasta saakka ja yhessä

source: Statsforvalteren kommet fram til å prøve ut at midlene til utvikling av læremidler for kvensk
fkv: Staatinhaltijan kansa tullu siihen ette koitela kunka se passaa ette kväänin ja suomen

source: eller finsk som andrespråk, ligger under tilskuddsordningen for smale fag.
fkv: oppineuvoitten laittamisen panhaan pienten faakitten määrärahaoorninkin allet.

source: Dette kom i gang
fkv: Tämä alkoi

source: fra 2022.
fkv: vuona 2022.

source: Samtidig settes det av ressurser til å videreføre piloten på www.
fkv: Samassa annethaan ressursia siihen ette pilootti saattaa jatkuat nettipaikassa
